10/data/attachments/2351aafd53d1bdff.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jose_evidence_Friend_1821_9</nif:username>
            <nif:friendToBeRequested>soap_friends_d71527df-6a9b-4f82-8964-1eb218cb90b6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>